7zip
alsa-firmware
alsa-utils
base
base-devel
bluetui
bluez
bluez-utils
brightnessctl
chromium
cliphist
csvlens
dart-sass
efibootmgr
evtest
fastfetch
fd
ffmpegthumbnailer
firefox
git
gitui
gjs
gnome-bluetooth-3.0
grim
grub
helvum
hyfetch
hyprland
imagemagick
keychain
kitty
linux
linux-firmware
man-db
miniserve
nano
net-tools
networkmanager
nfs-utils
noto-fonts-emoji
npm
obsidian
okular
orchis-theme
pavucontrol
pipewire-alsa
pipewire-pulse
poppler
postgresql
powertop
python-jupyter-client
python-pylatexenc
python-pynvim
python-yaml
r
ripgrep
rust
slurp
sof-firmware
sqlitebrowser
swaybg
telegram-desktop
ttf-jetbrains-mono
wl-clipboard
yazi
zathura
zsh
