7zip
base
base-devel
bluetui
bluez
bluez-utils
brightnessctl
btop
cliphist
cosmic-session
csvlens
dart-sass
fastfetch
fd
ffmpegthumbnailer
firefox
git
gitui
go
grim
grub
helvum
kalker
keychain
kitty
linux
linux-firmware
man-db
nano
neovim
net-tools
network-manager-applet
networkmanager
noto-fonts-emoji
obsidian
okular
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
powertop
ripdrag-git
rust
sddm
sof-firmware
spotify
sqlitebrowser
starship
swaybg
swww
telegram-desktop
ttf-jetbrains-mono
wl-clipboard
yay-bin
yay-bin-debug
yazi
zathura
zoxide
zram-generator
zsh
